Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: guests
ar: ضيوف
cs: hostů
da: gæster
de: Gäste
es: invitados
et: külalist
fi: vierasta
fr: invités
hr: gostiju
hu: vendég
is: gestir
it: ospiti
ja: ゲスト
ko: 하객
lv: viesi
nb: gjester
nl: gasten
pl: gości
pt: convidados
ro: invitați
ru: гостей
sk: hostí
sl: gostov
sv: gäster
th: แขก
tr: misafir
uk: гостей
vi: khách mời
zh_hans: 位宾客
zh_hant: 位賓客

source: in %lld days
ar: خلال %lld أيام
cs: za %lld dní
da: om %lld dage
de: in %lld Tagen
es: en %lld días
et: %lld päeva pärast
fi: %lld päivän kuluttua
fr: dans %lld jours
hr: za %lld dana
hu: %lld nap múlva
is: eftir %lld daga
it: tra %lld giorni
ja: %lld 日後
ko: %lld일 후
lv: pēc %lld dienām
nb: om %lld dager
nl: over %lld dagen
pl: za %lld dni
pt: em %lld dias
ro: în %lld zile
ru: через %lld дн.
sk: o %lld dní
sl: čez %lld dni
sv: om %lld dagar
th: ในอีก %lld วัน
tr: %lld gün içinde
uk: через %lld дн.
vi: sau %lld ngày
zh_hans: %lld 天后
zh_hant: %lld 天後

source: of
ar: من
cs: z
da: af
de: von
es: de
fr: sur
hr: od
is: af
it: di
ko: 중
lv: no
nb: av
nl: van
pl: z
pt: de
ro: din
ru: из
sk: z
sl: od
sv: av
th: จาก
uk: з
vi: trên
zh_hans: 共

source: of $50,000 spent
ar: من $50,000 مُنفقة
cs: z $50,000 utraceno
da: af $50,000 brugt
de: von 50.000 $ ausgegeben
es: de 50.000 $ gastados
et: kulutatud $50,000-st
fi: / $50,000 käytetty
fr: sur 50 000 $ dépensés
hr: od $50,000 potrošeno
hu: elköltve ebből: $50,000
is: eytt af $50,000
it: di 50.000 $ spesi
ja: $50,000 のうち支出済み
ko: $50,000 중 사용
lv: no $50,000 iztērēti
nb: av $50,000 brukt
nl: van $50,000 uitgegeven
pl: z $50,000 wydano
pt: de $50,000 gastos
ro: din $50,000 cheltuiți
ru: из $50,000 потрачено
sk: z $50,000 minutých
sl: od $50,000 porabljeno
sv: av $50,000 spenderat
th: ใช้ไปจาก $50,000
tr: / $50,000 harcandı
uk: з $50,000 витрачено
vi: trên $50,000 đã chi
zh_hans: 已花费，总预算 $50,000
zh_hant: 已花費／共 $50,000

source: of %@
ar: من %@
cs: z %@
da: af %@
de: von %@
es: de %@
et: %@-st
fr: sur %@
hr: od %@
is: af %@
it: di %@
ja: %@ のうち
ko: %@ 중
lv: no %@
nb: av %@
nl: van %@
pl: z %@
pt: de %@
ro: din %@
ru: из %@
sk: z %@
sl: od %@
sv: av %@
th: จาก %@
uk: з %@
vi: trên %@
zh_hans: 共 %@

source: of %@ spent
ar: من %@ مُنفقة
cs: z %@ utraceno
da: af %@ brugt
de: von %@ ausgegeben
es: de %@ gastado
et: kulutatud %@-st
fi: / %@ käytetty
fr: sur %@ dépensé
hr: od %@ potrošeno
hu: elköltve ebből: %@
is: eytt af %@
it: di %@ spesi
ja: %@ のうち支出済み
ko: %@ 중 사용
lv: no %@ iztērēti
nb: av %@ brukt
nl: van %@ uitgegeven
pl: z %@ wydano
pt: de %@ gastos
ro: din %@ cheltuiți
ru: из %@ потрачено
sk: z %@ minutých
sl: od %@ porabljeno
sv: av %@ spenderat
th: ใช้ไปจาก %@
tr: / %@ harcandı
uk: з %@ витрачено
vi: trên %@ đã chi
zh_hans: 已花费，总预算 %@
zh_hant: 已花費／共 %@

source: one-time
ar: دفعة واحدة
cs: jednorázově
da: engangsbeløb
de: einmalig
es: pago único
et: ühekordne
fi: kertamaksu
fr: paiement unique
hr: jednokratno
hu: egyszeri
is: eingreiðsla
it: una tantum
ja: 買い切り
ko: 일회성
lv: vienreizējs
nb: én gang
nl: eenmalig
pl: jednorazowo
pt: pagamento único
ro: o singură dată
ru: разово
sk: jednorazovo
sl: enkratno
sv: engångsbetalning
th: จ่ายครั้งเดียว
tr: tek seferlik
uk: разово
vi: một lần
zh_hans: 一次性
zh_hant: 一次性付款

source: per month
ar: شهريًا
cs: měsíčně
da: pr. måned
de: pro Monat
es: por mes
et: kuus
fi: kuukaudessa
fr: par mois
hr: mjesečno
hu: havonta
is: á mánuði
it: al mese
ja: 月あたり
ko: 월
lv: mēnesī
nb: per måned
nl: per maand
pl: miesięcznie
pt: por mês
ro: pe lună
ru: в месяц
sk: mesačne
sl: na mesec
sv: per månad
th: ต่อเดือน
tr: aylık
uk: на місяць
vi: mỗi tháng
zh_hans: 每月
zh_hant: 每月

source: per week
ar: أسبوعيًا
cs: týdně
da: pr. uge
de: pro Woche
es: por semana
et: nädalas
fi: viikossa
fr: par semaine
hr: tjedno
hu: hetente
is: á viku
it: a settimana
ja: 週あたり
ko: 주
lv: nedēļā
nb: per uke
pl: tygodniowo
pt: por semana
ro: pe săptămână
ru: в неделю
sk: týždenne
sl: na teden
sv: per vecka
th: ต่อสัปดาห์
tr: haftalık
uk: на тиждень
vi: mỗi tuần
zh_hans: 每周
zh_hant: 每週

source: then %@/week
ar: ثم %@/أسبوعيًا
cs: poté %@/týden
da: derefter %@/uge
de: danach %@/Woche
es: luego %@/semana
et: seejärel %@/nädalas
fi: sitten %@/vko
fr: puis %@/semaine
hr: zatim %@/tjedan
hu: utána %@/hét
is: síðan %@/viku
it: poi %@/settimana
ja: その後 %@/週
ko: 이후 %@/주
lv: pēc tam %@/nedēļā
nb: deretter %@/uke
nl: daarna %@/week
pl: potem %@/tydzień
pt: depois %@/semana
ro: apoi %@/săptămână
ru: затем %@/неделя
sk: potom %@/týždeň
sl: nato %@/teden
sv: sedan %@/vecka
th: จากนั้น %@/สัปดาห์
tr: sonra %@/hafta
uk: потім %@/тиждень
vi: sau đó %@/tuần
zh_hans: 之后 %@/周
zh_hant: 之後 %@／週

source: to go
ar: متبقٍ
cs: zbývá
da: tilbage
de: bis dahin
es: restantes
et: jäänud
fi: jäljellä
fr: restants
hr: preostalo
hu: van hátra
is: eftir
it: al sì
ja: 残り
ko: 남음
lv: atlikušas
nb: igjen
nl: te gaan
pl: do ślubu
pt: restantes
ro: rămase
ru: осталось
sk: zostáva
sl: do poroke
sv: kvar
th: ที่เหลือ
tr: kaldı
uk: залишилось
vi: còn lại
zh_hans: 剩余
zh_hant: 剩餘

source: vendors booked
ar: موردون محجوزون
cs: dodavatelů zarezervováno
da: leverandører booket
de: Dienstleister gebucht
es: proveedores reservados
et: teenusepakkujat broneeritud
fi: palveluntarjoajaa varattu
fr: prestataires réservés
hr: rezerviranih dobavljača
hu: szolgáltató lefoglalva
is: þjónustuaðilar bókaðir
it: fornitori prenotati
ja: 業者を予約済み
ko: 업체 예약 완료
lv: rezervēti pakalpojumu sniedzēji
nb: leverandører booket
nl: leveranciers geboekt
pl: zarezerwowanych usługodawców
pt: fornecedores contratados
ro: furnizori rezervați
ru: подрядчиков забронировано
sk: dodávateľov rezervovaných
sl: rezerviranih ponudnikov
sv: leverantörer bokade
th: ผู้ให้บริการที่จองแล้ว
tr: tedarikçi ayarlandı
uk: підрядників заброньовано
vi: nhà cung cấp đã đặt
zh_hans: 家供应商已预订
zh_hant: 家廠商已預訂

source: your wedding day
ar: يوم زفافك
cs: váš svatební den
da: jeres bryllupsdag
de: eurem Hochzeitstag
es: el día de vuestra boda
et: sinu pulmapäev
fi: hääpäiväsi
fr: votre jour J
hr: vaš dan vjenčanja
hu: az esküvőd napja
is: brúðkaupsdagurinn þinn
it: il giorno del vostro matrimonio
ja: 結婚式当日
ko: 결혼식 당일
lv: tava kāzu diena
nb: bryllupsdagen deres
nl: jullie trouwdag
pl: Wasz dzień ślubu
pt: o dia do seu casamento
ro: ziua nunții voastre
ru: день вашей свадьбы
sk: váš svadobný deň
sl: vajin poročni dan
sv: din bröllopsdag
th: วันแต่งงานของคุณ
tr: düğün gününüz
uk: ваш весільний день
vi: ngày cưới của bạn
zh_hans: 你们的婚礼当天
zh_hant: 你們的婚禮當天

source: — Your wedding journey —
ar: — رحلة زفافك —
cs: — Vaše svatební cesta —
da: — Jeres vej mod brylluppet —
de: — Euer Weg zur Hochzeit —
es: — Vuestro camino hacia la boda —
et: — Sinu pulmateekond —
fi: — Hääsuunnittelumatkasi —
fr: — Votre parcours vers le mariage —
hr: — Vaš put do vjenčanja —
hu: — Az esküvői utad —
is: — Brúðkaupsferðalagið þitt —
it: — Il vostro percorso verso il matrimonio —
ja: — おふたりの結婚準備の道のり —
ko: — 두 분의 결혼 준비 여정 —
lv: — Tavs kāzu ceļš —
nb: — Reisen deres mot bryllupet —
nl: — Jullie weg naar de bruiloft —
pl: — Wasza droga do ślubu —
pt: — Sua jornada até o casamento —
ro: — Drumul vostru spre nuntă —
ru: — Ваш свадебный путь —
sk: — Vaša svadobná cesta —
sl: — Vajina poročna pot —
sv: — Din resa mot bröllopet —
th: — เส้นทางงานแต่งงานของคุณ —
tr: — Düğün yolculuğunuz —
uk: — Ваш весільний шлях —
vi: — Hành trình cưới của bạn —
zh_hans: — 你们的婚礼旅程 —
zh_hant: — 你們的婚禮旅程 —

source: ✉️ Time to send those invitations! Most go out 2-3 months before.
ar: ✉️ حان وقت إرسال الدعوات! معظمها يُرسل قبل 2-3 أشهر.
cs: ✉️ Je čas rozeslat pozvánky! Většina se posílá 2–3 měsíce předem.
da: ✉️ Tid til at sende invitationerne! De fleste sendes 2-3 måneder før.
de: ✉️ Zeit für die Einladungen! Meist 2–3 Monate vorher verschickt.
es: ✉️ ¡Hora de enviar invitaciones! Suelen mandarse 2-3 meses antes.
et: ✉️ Aeg kutsed välja saata! Enamik saadetakse 2-3 kuud varem.
fi: ✉️ Aika lähettää kutsut! Useimmat lähtevät 2–3 kuukautta ennen häitä.
fr: ✉️ Il est temps d'envoyer les invitations ! Souvent 2 à 3 mois avant.
hr: ✉️ Vrijeme je za slanje pozivnica! Većina se šalje 2-3 mjeseca prije.
hu: ✉️ Ideje elküldeni a meghívókat! A legtöbb 2-3 hónappal előtte megy ki.
is: ✉️ Kominn tími á boðskortin! Flest fara út 2-3 mánuðum fyrir.
it: ✉️ È ora di inviare gli inviti! Di solito 2-3 mesi prima.
ja: ✉️ 招待状を送る時期です！多くは2〜3か月前に発送されます。
ko: ✉️ 청첩장을 보낼 때예요! 보통 2~3개월 전에 보내요.
lv: ✉️ Laiks izsūtīt ielūgumus! Lielākā daļa tiek izsūtīti 2–3 mēnešus iepriekš.
nb: ✉️ På tide å sende invitasjonene! De fleste sendes 2-3 måneder før.
nl: ✉️ Tijd om de uitnodigingen te versturen! De meeste gaan 2-3 maanden van tevoren de deur uit.
pl: ✉️ Czas wysłać zaproszenia! Większość wychodzi 2-3 miesiące przed.
pt: ✉️ Hora de enviar os convites! A maioria sai 2-3 meses antes.
ro: ✉️ E timpul să trimiți invitațiile! Majoritatea pleacă cu 2-3 luni înainte.
ru: ✉️ Пора рассылать приглашения! Большинство отправляют их за 2–3 месяца.
sk: ✉️ Čas rozposlať pozvánky! Väčšina sa posiela 2-3 mesiace vopred.
sl: ✉️ Čas je za vabila! Večina jih odide 2–3 mesece prej.
sv: ✉️ Dags att skicka inbjudningarna! De flesta skickas 2-3 månader innan.
th: ✉️ ได้เวลาส่งการ์ดเชิญแล้ว! ส่วนใหญ่ส่งกันก่อนงาน 2-3 เดือน
tr: ✉️ Davetiyeleri gönderme vakti! Çoğu davetiye 2-3 ay önceden yola çıkar.
uk: ✉️ Час надсилати запрошення! Більшість розсилають за 2-3 місяці до весілля.
vi: ✉️ Đã đến lúc gửi thiệp mời! Hầu hết được gửi trước 2-3 tháng.
zh_hans: ✉️ 该寄请柬啦！大多数人会提前 2-3 个月寄出。
zh_hant: ✉️ 該寄喜帖了！大多數人會在婚禮前 2-3 個月寄出。

source: 🌟 You're doing amazing! Over 70% of your tasks are complete.
ar: 🌟 أنت تبلي بلاءً رائعًا! أكثر من 70% من مهامك مكتملة.
cs: 🌟 Vedete si skvěle! Přes 70% vašich úkolů je hotových.
da: 🌟 I klarer det fantastisk! Over 70% af jeres opgaver er fuldført.
de: 🌟 Du machst das großartig! Über 70 % deiner Aufgaben sind erledigt.
es: 🌟 ¡Lo estás haciendo genial! Más del 70 % de tus tareas están listas.
et: 🌟 Sul läheb suurepäraselt! Üle 70% sinu ülesannetest on tehtud.
fi: 🌟 Teet upeaa työtä! Yli 70 % tehtävistäsi on valmiina.
fr: 🌟 Vous gérez à merveille ! Plus de 70 % de vos tâches sont faites.
hr: 🌟 Sjajno vam ide! Više od 70% vaših zadataka je dovršeno.
hu: 🌟 Fantasztikusan csinálod! A feladataid több mint 70%-a kész.
is: 🌟 Þú stendur þig frábærlega! Yfir 70% verkefna þinna er lokið.
it: 🌟 Stai andando alla grande! Oltre il 70% delle attività è completato.
ja: 🌟 とても順調です！タスクの70%以上が完了しています。
ko: 🌟 정말 잘하고 있어요! 할 일의 70% 이상을 마쳤어요.
lv: 🌟 Tev iet lieliski! Vairāk nekā 70% uzdevumu ir paveikti.
nb: 🌟 Du gjør det helt fantastisk! Over 70 % av oppgavene dine er fullført.
nl: 🌟 Je doet het geweldig! Meer dan 70% van je taken is afgerond.
pl: 🌟 Radzicie sobie świetnie! Ponad 70% zadań już ukończonych.
pt: 🌟 Você está indo muito bem! Mais de 70% das suas tarefas estão concluídas.
ro: 🌟 Te descurci minunat! Sarcinile tale sunt finalizate în proporție de peste 70%.
ru: 🌟 Вы отлично справляетесь! Выполнено более 70% задач.
sk: 🌟 Zvládate to skvele! Máte hotových viac ako 70% úloh.
sl: 🌟 Odlično vama gre! Več kot 70% opravil je dokončanih.
sv: 🌟 Du gör det fantastiskt! Över 70% av dina uppgifter är klara.
th: 🌟 คุณทำได้ดีมาก! สิ่งที่ต้องทำเสร็จไปแล้วกว่า 70%
tr: 🌟 Harika gidiyorsunuz! Görevlerinizin yüzde 70'inden fazlası tamamlandı.
uk: 🌟 У вас чудово виходить! Понад 70% завдань уже виконано.
vi: 🌟 Bạn đang làm rất tuyệt! Hơn 70% công việc đã hoàn thành.
zh_hans: 🌟 你们做得太棒了！超过 70% 的任务已经完成。
zh_hant: 🌟 你做得超棒！超過 70% 的任務已經完成了。

source: 💝 You have a few tasks that need attention. Take them one at a time - you've got this!
ar: 💝 لديك بضع مهام تحتاج انتباهك. تعامل معها واحدة تلو الأخرى - أنت قادر على ذلك!
cs: 💝 Pár úkolů si žádá vaši pozornost. Berte je jeden po druhém – zvládnete to!
da: 💝 I har et par opgaver, der kræver opmærksomhed. Tag dem én ad gangen – I klarer det!
de: 💝 Ein paar Aufgaben brauchen Aufmerksamkeit. Eine nach der anderen – du schaffst das!
es: 💝 Tienes algunas tareas pendientes. Una a una, ¡tú puedes!
et: 💝 Sul on paar ülesannet, mis vajavad tähelepanu. Võta neid ükshaaval - sa saad hakkama!
fi: 💝 Sinulla on muutama tehtävä, jotka vaativat huomiota. Ota ne yksi kerrallaan – kyllä sinä pystyt!
fr: 💝 Quelques tâches demandent votre attention. Une à la fois, vous y arrivez !
hr: 💝 Nekoliko zadataka traži vašu pažnju. Rješavajte ih jedan po jedan - možete vi to!
hu: 💝 Van néhány feladatod, ami figyelmet igényel. Vedd őket egyesével – menni fog!
is: 💝 Nokkur verkefni þarfnast athygli. Taktu þau eitt í einu - þú getur þetta!
it: 💝 Hai alcune attività in sospeso. Una alla volta, ce la fai!
ja: 💝 対応が必要なタスクがいくつかあります。ひとつずつ進めれば大丈夫です！
ko: 💝 신경 써야 할 할 일이 몇 개 있어요. 하나씩 해나가면 돼요 - 할 수 있어요!
lv: 💝 Daži uzdevumi gaida tavu uzmanību. Ķeries tiem klāt pa vienam — tev izdosies!
nb: 💝 Du har noen oppgaver som trenger oppmerksomhet. Ta dem én om gangen - du klarer dette!
nl: 💝 Een paar taken hebben aandacht nodig. Pak ze één voor één aan - dit kun je!
pl: 💝 Kilka zadań czeka na Waszą uwagę. Po kolei - dacie radę!
pt: 💝 Você tem algumas tarefas que precisam de atenção. Vá uma de cada vez - você consegue!
ro: 💝 Ai câteva sarcini care au nevoie de atenție. Ia-le pe rând - te descurci!
ru: 💝 Несколько задач требуют внимания. Берите по одной — у вас всё получится!
sk: 💝 Pár úloh si žiada vašu pozornosť. Berte ich pekne po jednej - zvládnete to!
sl: 💝 Nekaj opravil potrebuje vajino pozornost. Lotita se jih eno za drugim – zmoreta!
sv: 💝 Du har några uppgifter som behöver din uppmärksamhet. Ta dem en i taget – du fixar det här!
th: 💝 มีบางอย่างที่ต้องดูแลอยู่ ค่อย ๆ ทำทีละอย่าง - คุณทำได้แน่นอน!
tr: 💝 İlgi bekleyen birkaç göreviniz var. Tek tek halledin - siz yaparsınız!
uk: 💝 Кілька завдань потребують уваги. Робіть їх по одному — у вас усе вийде!
vi: 💝 Bạn có vài công việc cần chú ý. Cứ làm từng việc một - bạn làm được mà!
zh_hans: 💝 有几项任务需要你们关注。一件一件来——你们可以的！
zh_hant: 💝 有幾項任務需要你留意。一次做一件就好 - 你可以的！

source: 📷 Most couples book their photographer 6-8 months out. Ready to start looking?
ar: 📷 معظم الأزواج يحجزون مصورهم قبل 6-8 أشهر. هل أنت مستعد لبدء البحث؟
cs: 📷 Většina párů rezervuje fotografa 6–8 měsíců předem. Pustíte se do hledání?
da: 📷 De fleste par booker deres fotograf 6-8 måneder før. Klar til at begynde at lede?
de: 📷 Die meisten Paare buchen ihre Fotograf:innen 6–8 Monate vorher. Bereit zu suchen?
es: 📷 La mayoría reserva fotógrafo 6-8 meses antes. ¿Empezamos a buscar?
et: 📷 Enamik paare broneerib fotograafi 6-8 kuud ette. Valmis otsima hakkama?
fi: 📷 Useimmat parit varaavat valokuvaajan 6–8 kuukautta etukäteen. Valmiina aloittamaan etsinnän?
fr: 📷 La plupart réservent leur photographe 6 à 8 mois avant. On commence à chercher ?
hr: 📷 Većina parova rezervira fotografa 6-8 mjeseci unaprijed. Spremni za potragu?
hu: 📷 A legtöbb pár 6-8 hónappal előtte foglal fotóst. Kezdheted a keresést?
is: 📷 Flest pör bóka ljósmyndarann 6-8 mánuðum fyrir. Tilbúin að byrja að leita?
it: 📷 La maggior parte prenota il fotografo 6-8 mesi prima. Iniziamo a cercare?
ja: 📷 多くのカップルは6〜8か月前にカメラマンを予約します。そろそろ探しはじめませんか？
ko: 📷 대부분 6~8개월 전에 사진작가를 예약해요. 이제 찾아볼까요?
lv: 📷 Lielākā daļa pāru fotogrāfu rezervē 6–8 mēnešus iepriekš. Vai sāksim meklēt?
nb: 📷 De fleste par booker fotograf 6-8 måneder før. Klar for å begynne å lete?
nl: 📷 De meeste stellen boeken hun fotograaf 6-8 maanden van tevoren. Klaar om te gaan zoeken?
pl: 📷 Większość par rezerwuje fotografa 6-8 miesięcy wcześniej. Zaczynamy szukać?
pt: 📷 A maioria dos casais contrata o fotógrafo de 6 a 8 meses antes. Quer começar a procurar?
ro: 📷 Majoritatea cuplurilor își rezervă fotograful cu 6-8 luni înainte. Ești gata să începi căutarea?
ru: 📷 Большинство пар бронируют фотографа за 6–8 месяцев. Готовы начать поиск?
sk: 📷 Väčšina párov si rezervuje fotografa 6-8 mesiacov vopred. Pustíte sa do hľadania?
sl: 📷 Večina parov fotografa rezervira 6–8 mesecev prej. Sta pripravljena začeti iskati?
sv: 📷 De flesta par bokar sin fotograf 6-8 månader innan. Redo att börja leta?
th: 📷 คู่รักส่วนใหญ่จองช่างภาพล่วงหน้า 6-8 เดือน พร้อมเริ่มมองหาหรือยัง?
tr: 📷 Çoğu çift fotoğrafçısını 6-8 ay önceden ayarlar. Aramaya başlamaya hazır mısınız?
uk: 📷 Більшість пар бронюють фотографа за 6-8 місяців. Готові починати пошук?
vi: 📷 Hầu hết các cặp đôi đặt thợ ảnh trước 6-8 tháng. Sẵn sàng bắt đầu tìm chưa?
zh_hans: 📷 大多数新人会提前 6-8 个月定下摄影师。要现在开始找吗？
zh_hant: 📷 大多數新人會在婚禮前 6-8 個月預訂攝影師。要開始找了嗎？

source: By the makers of BridePlan
de: Von den Machern von BridePlan
es: De los creadores de BridePlan
fr: Par les créateurs de BridePlan
it: Dai creatori di BridePlan
nl: Van de makers van BridePlan
pt: Dos criadores do BridePlan

source: Collect your guests' photos
de: Gästefotos sammeln
es: Reúne las fotos de tus invitados
fr: Récupérez les photos de vos invités
it: Raccogli le foto dei tuoi invitati
nl: Verzamel de foto's van jullie gasten
pt: Reúna as fotos dos seus convidados

source: Everlens turns every guest into a photographer. One QR code on the table — no app to download, no sign-up.
de: Everlens macht jeden Gast zum Fotografen. Ein QR-Code auf dem Tisch – keine App zum Herunterladen, keine Registrierung.
es: Everlens convierte a cada invitado en fotógrafo. Un código QR en la mesa: sin descargar apps, sin registrarse.
fr: Everlens fait de chaque invité un photographe. Un QR code sur la table : aucune appli à télécharger, aucune inscription.
it: Everlens trasforma ogni invitato in un fotografo. Un codice QR sul tavolo: nessuna app da scaricare, nessuna registrazione.
nl: Everlens maakt van elke gast een fotograaf. Eén QR-code op tafel – geen app downloaden, geen account nodig.
pt: O Everlens transforma cada convidado em fotógrafo. Um QR code na mesa: sem baixar app, sem cadastro.

source: Everlens: the disposable camera for your guests
de: Everlens: die Einwegkamera für deine Gäste
es: Everlens: la cámara desechable para tus invitados
fr: Everlens : l'appareil photo jetable pour vos invités
it: Everlens: la fotocamera usa e getta per i tuoi invitati
nl: Everlens: de wegwerpcamera voor jullie gasten
pt: Everlens: a câmera descartável para seus convidados

source: Every photo lands in your album. Download them all and keep them forever.
de: Jedes Foto landet in deinem Album. Lade alle herunter und behalte sie für immer.
es: Cada foto llega a tu álbum. Descárgalas todas y guárdalas para siempre.
fr: Chaque photo arrive dans votre album. Téléchargez-les toutes et gardez-les pour toujours.
it: Ogni foto finisce nel tuo album. Scaricale tutte e conservale per sempre.
nl: Elke foto komt in jullie album. Download ze allemaal en bewaar ze voor altijd.
pt: Cada foto vai direto para o seu álbum. Baixe todas e guarde para sempre.

source: Get Everlens — it's free
de: Everlens holen – kostenlos
es: Descargar Everlens: es gratis
fr: Télécharger Everlens – c'est gratuit
it: Scarica Everlens – è gratis
nl: Download Everlens – gratis
pt: Baixar o Everlens – é grátis

source: Give your guests a camera
de: Gib deinen Gästen eine Kamera
es: Dales una cámara a tus invitados
fr: Offrez un appareil photo à vos invités
it: Dai una fotocamera ai tuoi invitati
nl: Geef jullie gasten een camera
pt: Dê uma câmera aos seus convidados

source: Guests scan the code and start snapping. iPhone guests open it instantly via App Clip.
de: Gäste scannen den Code und legen los. iPhone-Gäste öffnen ihn sofort per App Clip.
es: Los invitados escanean el código y empiezan a hacer fotos. En iPhone se abre al instante con App Clip.
fr: Les invités scannent le code et se mettent à photographier. Sur iPhone, ça s'ouvre instantanément via App Clip.
it: Gli invitati scansionano il codice e iniziano a scattare. Su iPhone si apre all'istante con App Clip.
nl: Gasten scannen de code en beginnen te fotograferen. Op iPhone opent het direct via App Clip.
pt: Os convidados escaneiam o código e começam a fotografar. No iPhone, abre na hora via App Clip.

source: One QR code on every table and your wedding is captured from every angle.
de: Ein QR-Code auf jedem Tisch – und deine Hochzeit wird aus jedem Winkel festgehalten.
es: Un código QR en cada mesa y tu boda queda captada desde todos los ángulos.
fr: Un QR code sur chaque table, et votre mariage est capturé sous tous les angles.
it: Un codice QR su ogni tavolo e il tuo matrimonio viene immortalato da ogni angolazione.
nl: Eén QR-code op elke tafel en jullie bruiloft wordt vanuit elke hoek vastgelegd.
pt: Um QR code em cada mesa e seu casamento é registrado de todos os ângulos.

source: One shared album
de: Ein gemeinsames Album
es: Un álbum compartido
fr: Un seul album partagé
it: Un unico album condiviso
nl: Eén gedeeld album
pt: Um álbum compartilhado

source: Photos stay hidden until you tap Reveal — like developing the film the morning after.
de: Alle Fotos bleiben verborgen, bis du auf „Enthüllen“ tippst – wie das Entwickeln des Films am Morgen danach.
es: Las fotos permanecen ocultas hasta que pulsas Revelar, como cuando se revelaba el carrete a la mañana siguiente.
fr: Les photos restent cachées jusqu'à ce que vous appuyiez sur Révéler, comme un film qu'on développe le lendemain matin.
it: Le foto restano nascoste finché non tocchi Svela, come sviluppare il rullino la mattina dopo.
nl: Foto's blijven verborgen tot je op Onthullen tikt – zoals het ontwikkelen van het rolletje de ochtend erna.
pt: As fotos ficam escondidas até você tocar em Revelar, como revelar o filme na manhã seguinte.

source: Scan & shoot
de: Scannen & knipsen
es: Escanea y dispara
fr: Scannez et shootez
it: Scansiona e scatta
nl: Scannen & knippen
pt: Escaneie e fotografe

source: The big reveal
de: Die große Enthüllung
es: La gran revelación
fr: La grande révélation
it: Il grande svelamento
nl: De grote onthulling
pt: A grande revelação

source: The disposable camera for your guests
de: Die Einwegkamera für deine Gäste
es: La cámara desechable para tus invitados
fr: L'appareil photo jetable pour vos invités
it: La fotocamera usa e getta per i tuoi invitati
nl: De wegwerpcamera voor jullie gasten
pt: A câmera descartável para seus convidados

source: Wedding Planner
de: Hochzeitsplaner
sk: Svadobný plánovač
zh_hans: 婚礼策划

source: Your photographer gets the couple. Your guests get everything else.
de: Dein Fotograf hat das Brautpaar. Deine Gäste haben alles andere.
es: Tu fotógrafo capta a la pareja. Tus invitados, todo lo demás.
fr: Votre photographe capture les mariés. Vos invités, tout le reste.
it: Il tuo fotografo riprende gli sposi. I tuoi invitati, tutto il resto.
nl: Jullie fotograaf legt het bruidspaar vast. Jullie gasten al het andere.
pt: Seu fotógrafo registra o casal. Seus convidados, todo o resto.

source: Your wedding through your guests' eyes
de: Deine Hochzeit durch die Augen deiner Gäste
es: Tu boda a través de los ojos de tus invitados
fr: Votre mariage à travers les yeux de vos invités
it: Il tuo matrimonio con gli occhi dei tuoi invitati
nl: Jullie bruiloft door de ogen van jullie gasten
pt: Seu casamento pelos olhos dos seus convidados

source: $10K - $20K
fr: 10–20 k$

source: $20K - $35K
fr: 20–35 k$

source: $35K - $50K
fr: 35–50 k$

source: $50K - $75K
fr: 50–75 k$
